Revit 2018 API
AssetPropertyBoolean.Value Property
 The value of the property.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 18.0.0.0 (18.0.0.0)
Syntax
C#
public bool Value { get; }
Visual Basic
Public ReadOnly Property Value As Boolean
	Get
Visual C++
public:
property bool Value {
	bool get ();
}
See Also
AssetPropertyBoolean Class
Autodesk.Revit.DB.Visual Namespace